START = 'Вы хотите сделать платную публикацию без очереди или бесплатную?'

PAYMENT_START = '''
📍 Для оплаты вам необходимо перевести деньги на карточку. После оплаты нажмите на кнопку "✅ Оплатил".\n
СУММА: <b>200 р.</b>
НОМЕР КАРТЫ: <b>1234123412341234</b>
'''

PAYMENT_CONFIRM = '''
📷 Чтобы подтвердить платеж отправьте фотографию с чеком перевода.
'''

PAYMENT_FINISH = '''
✅ Спасибо за оплату. Публикация будет выложена в канал сразу после проверки чека.
'''

NOT_CORRECT_CHECK = '''
⚠️ Некорректный формат чека.
Отправьте скриншот чека в формате фотографии!
'''

ARTICLE_FREE_INFO = '''
❗️ В бесплатном тарифе вам придется ждать очередь, перед отправкой вашей публикации в канал.
'''

ARTICLE_INFO = '''
📃 <b>Создание публикации: Описание</b> 📃

Отправьте боту описание для вашего товара!
Описание не должно превышать 1024 символа.
'''
